//
//  Localizable.strings
//  MicroCloud iOS
//
//  Copyright © 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

// General

"_cancel_"                  = "取消";
"_upload_file_"             = "上传文件";
"_download_file_"           = "下载文件";
"_loading_"                 = "载入中...";
"_loading_with_points_"     = "载入中...";
"_loading_num_"             = "载入文件 %i";
"_loading_autoupload_"      = "自动上传";
"_uploading_"               = "上传中";
"_synchronization_"         = "同步";
"_delete_"                  = "删除";
"_delete_file_n_"           = "删除文件 %i 中 %i";
"_rename_"                  = "重命名";
"_move_"                    = "移动";
"_move_file_n_"             = "移动文件 %i 中 %i";
"_creating_sharing_"        = "创建分享";
"_updating_sharing_"        = "更新分享";
"_removing_sharing_"        = "移除分享";
"_add_"                     = "添加";
"_login_"                   = "登录";
"_save_"                    = "保存";
"_warning_"                 = "警告";
"_error_"                   = "错误";
"_no_"                      = "否";
"_yes_"                     = "是";
"_select_"                  = "选择";
"_upload_"                  = "上传";
"_home_"                    = "文件";
"_file_to_upload_"          = "待上传文件";
"_destination_"             = "目的地";
"_ok_"                      = "好的";
"_beta_version_"            = "测试版本";
"_function_in_testing_"     = "功能在测试中，请发送有关您遇到的问题的信息。";
"_done_"                    = "完成";
"_passcode_too_short_"      = "安全码长度不合要求，请输入至少 4 个字符";
"_selected_"                = "已选中";
"_scan_fingerprint_"        = "扫描指纹用以身份验证";
"_no_active_account_"       = "没有找到帐户";
"_info_"                    = "信息";
"_email_"                   = "邮件";
"_save_exit_"               = "你想不保存就退出？";
"_video_"                   = "视频";
"_overwrite_"               = "覆盖";
"_transfers_in_queue_"      = "正在进行传输，请稍候...";
"_too_errors_automatic_all_"= "错误太多，请到“控制中心”验证问题";
"_create_folder_"           = "新建文件夹";
"_create_folder_on_"        = "新建文件夹在";
"_close_"                   = "关闭";
"_postpone_"                = "推迟";
"_remove_"                  = "移除";
"_file_not_found_"          = "未找到文件";
"_continue_"                = "你想继续吗？";
"_auto_upload_folder_"      = "自动上传";
"_gallery_"                 = "相册";
"_photo_"                   = "照片";
"_audio_"                   = "音频";
"_unknown_"                 = "未知";
"_next_"                    = "下一个";
"_success_"                 = "成功";
"_initialization_"          = "初始化";
"_experimental_"            = "试验";

// App

"_network_available_"       = "网络可用";
"_network_not_available_"   = "网络不可用";

// Networking

"_no_reuploadfile_"         = "无法找到并重新发送文件。删除上传并重新加载文件进行上传。";
"_file_already_exists_"     = "无法完成该操作，存在具有相同名称的文件。";
"_read_file_error_"         = "无法读取文件";

// More

"_more_"                    = "更多";
"_notifications_"           = "通知";
"_logout_"                  = "退出";

// Settings

"_acknowledgements_"        = "致谢";
"_settings_"                = "设置";
"_passcode_"                = "密码";
"_lock_"                    = "锁";
"_lock_active_"             = "锁: 开";
"_lock_not_active_"         = "锁: 关";
"_lock_protection_no_screen_"        = "启动时不询问";
"_lock_protection_no_screen_footer_" = "\"启动时不询问\"用于受保护的文件夹或用于加密选项。";
"_url_"                     = "超链接";
"_username_"                = "用户名";
"_change_credentials_"      = "更改你的证书";
"_wifi_only_"               = "仅使用 Wi-Fi 连接";
"_settings_autoupload_"     = "自动上传";
"_app_version_"             = "程序版本";
"_app_in_use_"              = "正在使用程序";
"_contact_by_email_"        = "通过 E-mail 联系我们";
"_clear_cache_"             = "清空缓存（已用 %@）";
"_clear_cache_no_size_"     = "清空缓存";
"_exit_"                    = "退出";
"_funct_not_enabled_"       = "功能未启用";
"_passcode_activate_"       = "密码锁定";
"_disabling_passcode_"      = "删除密码锁定";
"_want_exit_"               = "注意！将被重置为初始状态。是否继续？";
"_proceed_"                 = "进行";
"_delete_cache_"            = "删除缓存";
"_want_delete_cache_"       = "你想删除缓存吗？";
"_want_delete_thumbnails_"  = "是否删除所有缩略图？";
"_mail_deleted_"            = "删除的邮件";
"_mail_saved_"              = "保存的邮件";
"_mail_sent_"               = "邮件已发送";
"_mail_failure_"            = "无法发送邮件: %@";
"_information_req_"         = "信息请求";
"_write_in_english_"        = "Kindly write to us in English";
"_credentials_"             = "证书";
"_manage_account_"          = "管理账户";
"_change_password_"         = "更改密码";
"_add_account_"             = "新增帐户";
"_delete_account_"          = "删除帐户";
"_want_delete_"             = "你真的要删除吗？";
"_no_delete_"               = "不，不要删除";
"_yes_delete_"              = "是的，删除";
"_remove_cache_"            = "请稍后，正在删除缓存...";
"_optimizations_"           = "优化";
"_synchronizations_"        = "同步文件夹";
"_version_server_"          = "服务器版本";
"_help_"                    = "帮助";
"_lock_protection_simply_"  = "弱密码保护";
"_change_simply_passcode_"  = "修改密码类型";
"_quota_"                   = "配额";
"_available_"               = "可用";
"_cloud_account_"           = "云端账户";
"_information_"             = "信息";
"_personal_information_"    = "个人信息";
"_user_full_name_"          = "全名";
"_user_address_"            = "地址";
"_user_phone_"              = "电话号码";
"_user_email_"              = "电子邮件";
"_user_web_"                = "网站";
"_user_twitter_"            = "Twitter";
"_quota_using_"             = "你已使用 %@ 总容量 %@";
"_favorite_offline_"        = "收藏夹可离线使用";
"_favorite_offline_footer_" = "使所有收藏夹离线可能需要一段时间，并在执行过程中使用大量存储。";
"_advanced_"                = "高级";
"Skip"                      = "跳过";
"Start"                     = "开始";

// Manage AutoUpload

"_autoupload_"                      = "自动上传照片/视频 ";
"_autoupload_background_"           = "在后台自动上传";
"_autoupload_photos_"               = "自动上传图像";
"_autoupload_videos_"               = "自动上传视频";
"_autoupload_description_"          = "新的照片/视频将会上传到你的云盘中";
"_autoupload_description_background_"  = "该选项需要使用GPS触发检测位置发生明显变化的摄像机中的新照片/视频";
"_autoupload_background_title_"     = "限制";
"_autoupload_background_msg_"       = "由于iOS限制，除非启用了GPS服务，否则尚无法执行后台处理。 一旦蜂窝网络中的蜂窝网络被更改，系统会在短时间内唤醒，并检查新的照片以上传到云端。";
"_autoupload_change_location_"      = "更改文件夹";
"_autoupload_location_now_"         = "文件夹";
"_autoupload_location_default_"     = "恢复默认文件夹";
"_autoupload_change_location_footer_" = "变更“自动上传相机照片”的文件夹（如果选项已启用）";
"_autoupload_not_select_home_"      = "选择一个文件夹";
"_autoupload_save_album_"           = "复制照片或视频到照片专辑";
"_autoupload_fullphotos_"           = "上传整个相机相片";
"_autoupload_fullphotos_footer_"    = "上传前先调整上述选项";
"_autoupload_create_subfolder_"     = "使用子目录";
"_autoupload_create_subfolder_footer_" = "存储在以年和月命名的子文件夹";
"_autoupload_filenamemask_"         = "更改文件名掩码";
"_autoupload_filenamemask_footer_"  = "更改自动文件名掩码";


// Manage Help

"_help_tutorial_"               = "教程";
"_help_intro_"                  = "Nextcloud介绍";
"_help_activity_verbose_"       = "详细动态";
"_help_activity_mail_"          = "通过电子邮件发送动态信息";
"_help_activity_clear_"         = "清空动态";


// Manage Advanced

"_optimized_photos_"            = "优化的照片分辨率";
"_upload_del_photos_"           = "上传后删除文件";
"_optimized_photos_how_"        = "如果您的设备空间不足，全分辨率照片会自动替换为优化版本，存储到您的MicroCloud缓存中；保存到本地相册时，存储为全分辨率。";
"_upload_del_photos_how_"       = "文件上传到云端后，将删除MicroCloud缓存中的文件；本地相册中的文件不会删除。";
"_show_hidden_files_"           = "显示隐藏文件";
"_format_compatibility_"        = "兼容模式";
"_format_compatibility_footer_" = "总是把照片以JPEG格式保存到MicroCloud缓存中；但保存到本地相册时，存储为原格式。";

// Login

"_connect_server_anyway_"       = "你想连接到服务器吗？";
"_connection_error_"            = "连接错误";
"_add_your_nextcloud_"          = "添加您的MicroCloud帐号";
"_login_url_"                   = "服务器地址 https://...";
"_login_bottom_label_"          = "还没有服务器？\n选择其中一个提供者。";
"_error_multidomain_"           = "地址不允许，只有以下域是有效的：";
"_account_already_exists_"      = "账户%@已经存在";

// Favorite

"_favorites_"                   = "收藏";
"_favorite_"                    = "收藏";
"_unfavorite_"                  = "取消收藏";
"_no_files_uploaded_"           = "没有文件被上传";
"_tutorial_favorite_view_"      = "您标记为收藏的文件和文件夹将显示在此处";
"_tutorial_offline_view_"       = "复制到此处的文件可以离线使用。\n\n它们将会与云端同步。";
"_tutorial_local_view_"         = "您会发现云端的解压缩文件。\n\n连接到iTunes共享这些文件。";
"_more_"                        = "更多";
"_favorite_no_files_"           = "还没有“我喜欢的”";


// Auto Upload

"_pull_down_"                               = "下拉刷新";
"_no_photo_load_"                           = "没有照片或视频";
"_tutorial_autoupload_view_"                = "你可以在“设置”中开启自动上传";
"_no_date_"                                 = "没有日期";
"_today_"                                   = "今天";
"_time_"                                    = "时间：%@\n\n%@";
"_location_not_enabled_"                    = "“定位服务“未启用";
"_location_not_enabled_msg_"                = "请在手机“设置”中打开“定位服务”";
"_access_photo_not_enabled_"                = "“访问照片“未启用";
"_access_photo_not_enabled_msg_"            = "请在手机“设置”中打开“照片访问”";
"_access_photo_location_not_enabled_"       = "“访问照片“和“定位服务“未启用";
"_access_photo_location_not_enabled_msg_"   = "请在手机“设置”中打开“照片访问”和“定位服务”";
"_tutorial_photo_view_"                     = "尚未上传照片或视频";
"_create_full_upload_"                      = "创建存档...可能需要很长时间，请稍候。";
"_error_createsubfolders_upload_"           = "创建子目录错误";
"_activate_autoupload_"                     = "启用自动上传";

// Utility

"_never_"                       = "从不";
"_less_a_minute_"               = "少于1分钟";
"_minutes_ago_"                 = "%d 分钟前";
"_hours_ago_"                   = "%d 小时前";
"_days_ago_"                    = "%d 天前";
"_over_30_days_"                = "大于30天";
"_connection_internet_offline_" = "Internet连接显示为脱机或需要Wi-Fi";
"_insert_password_"             = "输入密码";
"_update_in_progress_"          = "版本升级，请稍候...";
"_forbidden_characters_"        = "文件或文件夹包含非法字符";
"_mail_not_can_send_mail_"      = "没有帐户设置，或输入错误的电子邮件地址";

// File

"_photo_camera_"                = "照片";
"_unzip_in_progress_"           = "在本地存储中进行提取...";
"_file_unpacked_"               = "在本地存储上文件解压缩";
"_file_saved_local_"            = "文件已存储到本地";
"_file_not_present_"            = "错误：文件不存在，请重新加载。";
"_order_by_date_"               = "按日期排序";
"_current_order_name_"          = "(当前按名称排序)";
"_order_by_name_"               = "按名称排序";
"_current_order_date_"          = "(当前按日期排序)";
"_sort_descending_"             = "降序";
"_current_sort_ascending_"      = "(当前排序：升序)";
"_sort_ascending_"              = "升序";
"_current_sort_descending_"     = "(当前排序：降序)";
"_delete_selected_files_"       = "删除文件";
"_move_selected_files_"         = "移动文件";
"_download_selected_files_"     = "下载文件";
"_download_selected_files_folders_" = "下载文件和文件夹";
"_error_operation_canc_"        = "错误：操作已取消。";
"_only_lock_passcode_"          = "仅适用于锁定密码激活。 在“设置”中激活它。";
"_passcode_protection_"         = "密码保护";
"_remove_favorites_"            = "取消收藏";
"_remove_offline_"              = "从离线中移除";
"_add_favorites_"               = "收藏";
"_add_offline_"                 = "添加到离线";
"_remove_passcode_"             = "取消密码保护";
"_protect_passcode_"            = "密码保护";
"_share_"                       = "分享";
"_reload_"                      = "刷新";
"_open_in_"                     = "在...中打开";
"_remove_local_file_"           = "从缓存里面移除";
"_add_local_"                   = "添加到本地存储";
"_comm_erro_pull_down_"         = "注意：与服务器通信错误。下拉刷新。";
"_file_not_downloaded_"         = "文件还没有下载";
"_file_not_uploaded_"           = "文件还没有上传";
"_folders_"                     = "folders";
"_folder_"                      = "folder";
"_files_"                       = "files";
"_file_"                        = "file";
"_folder_blocked_"              = "文件夹阻塞";
"_downloading_progress_"        = "文件开始下载...";
"_no_file_pull_down_"           = "上传文件或下拉刷新";
"_browse_images_"               = "浏览照片";
"_synchronized_folder_"         = "保持文件夹同步";
"_remove_synchronized_folder_"  = "关闭同步";
"_synchronized_confirm_"        = "启用同步，文件夹中的所有文件将与服务器同步，是否继续？";
"_offline_folder_confirm_"      = "启用离线文件夹后，其中的所有文件将与服务器同步，是否继续？";
"_file_not_found_reload_"       = "找不到文件，下拉刷新";
"_title_section_download_"      = "下载";
"_title_section_upload_"        = "UPLOAD";
"_group_alphabetic_yes_"        = "按字母顺序排列";
"_group_alphabetic_no_"         = "按字母顺序排列";
"_group_typefile_yes_"          = "✓ 按类别分组";
"_group_typefile_no_"           = "按文件类型分组";
"_group_date_yes_"              = "✓ 按日期分组";
"_group_date_no_"               = "按日期分组";
"_element_"                     = "element";
"_elements_"                    = "elements";
"_tite_footer_upload_wwan_"     = " 需要 Wi-Fi 网络, %lu %@ 来上传";
"_tite_footer_upload_"          = "%lu %@ 来上传";
"_tite_footer_download_wwan_"   = " 需要 Wi-Fi 网络, %lu %@ 来下载";
"_tite_footer_download_"        = "%lu %@ 来下载";
"_limited_dimension_"           = "达到最大尺寸";
"_save_selected_files_"         = "将图片和视频保存到相册";
"_file_not_saved_cameraroll_"   = "错误：文件不能保存在照片专辑中";
"_file_saved_cameraroll_"       = "文件保存在照片专辑中";
"_directory_on_top_yes_"        = "✓ 顶端目录";
"_directory_on_top_no_"         = "顶端目录";
"_folder_automatic_upload_"     = "自动上传文件夹";
"_search_no_record_found_"      = "没有结果";
"_search_in_progress_"          = "搜索中...";
"_search_instruction_"          = "搜索文件（最少两个字）";
"_files_no_files_"              = "此处没有文件";

"audio"                         = "AUDIO";
"compress"                      = "COMPRESS";
"directory"                     = "FOLDERS";
"document"                      = "DOCUMENTS";
"image"                         = "IMAGES";
"template"                      = "TEMPLATES";
"unknow"                        = "未知";
"video"                         = "VIDEO";

"_file_del_only_local_"         = "文件不存在于服务器上";

"_copy_file_"                   = "Copy file";
"_copy_files_"                  = "Copy files";
"_paste_file_"                  = "Paste file";
"_paste_files_"                 = "Paste files";

"_search_this_folder_"          = "在该目录中搜索";
"_search_all_folders_"          = "在所有目录中搜索";
"_search_sub_folder_"           = "在当前和子文件夹中搜索";

"_theming_is_light_"            = "服务器主题太亮了，不适用";

// Files Preview

"_insert_password_pfd_"         = "加密PDF，输入密码";
"_password_pdf_error_"          = "错误密码";
"_error_download_photobrowser_" = "错误：不能下载照片";

// Share

"_share_link_"                  = "分享链接";
"_share_link_button_"           = "发送链接到...";
"_password_"                    = "密码";
"_share_password_"              = "密码保护链接";
"_share_expirationdate_"        = "设置过期日期链接";
"_date_"                        = "日期";
"_share_title_"                 = "共享";
"_add_sharee_"                  = "增加用户或群组";
"_add_sharee_footer_"           = "您可以通过添加用户或组来共享此资源。 要删除共享，请删除所有用户和组";
"_find_sharee_title_"           = "Search";
"_find_sharee_"                 = "搜索用户或组群...";
"_find_sharee_footer_"          = "输入要搜索的用户或组的名称的一部分（至少2个字符），然后“回车”，选择可以访问共享的用户，然后确认“完成”";
"_user_is_group_"               = " (组)";
"_direct_sharee_title_"         = "共享";
"_direct_sharee_footer_"        = "如果你一直知道名字，输入它，选择分享的类型并且点击“完成\"去确认";
"_direct_sharee_"               = "输入用户名";
"_user_sharee_footer_"          = "点击变更权限";
"_share_type_title_"            = "共享类型";
"_share_type_user_"             = "用户";
"_share_type_group_"            = "群组";
"_share_type_remote_"           = "远程";

// Share Permission

"_share_permission_title_"          = "特权";
"_share_permission_edit_"           = "可以编辑";
"_share_permission_file_can_write_" = "可以穿写文件";
"_share_permission_create_"         = "可以创建";
"_share_permission_create_file_"    = "可以创建文件";
"_share_permission_create_folder_"  = "可以创建文件夹";
"_share_permission_change_"         = "可以修改";
"_share_permission_delete_"         = "可以删除";
"_share_permission_share_"          = "可以共享";
"_share_permission_rename_"         = "可以重命名";
"_share_permission_move_"           = "可以移动";
"_share_permission_read_"           = "可以读取";
"_share_permission_info_"           = "共享信息";
"_share_permission_path_"           = "文件/文件夹";
"_share_permission_type_"           = "类型";
"_share_permission_typeuser_"       = "用户";
"_share_permission_typegroup_"      = "组";
"_share_permission_typepubliclink_" = "链接";
"_share_permission_typefederated_"  = "联合";
"_share_permission_owner_"          = "所有者";
"_share_permission_date_"           = "日期";
"_share_permission_email_"          = "邮件通知";

// ShareInfoCMOC

"_type_resource_connect_you_"       = "与您共享的";
"_type_resource_external_"          = "外部存储空间";

// Share Ext

"_destiny_folder_"                  = "文件夹：%@";

"_no_transfer_"                     = "没有文件传输";
"_no_transfer_sub_"                 = "此设备发起的上传和下载都会显示在这里";
"_no_activity_"                     = "暂无动态";
"_transfers_"                       = "传输";
"_activity_"                        = "动态";
"_activity_file_not_present_"       = "文件不存在";

// List Shares

"_list_shares_"                     = "共享";
"_list_shares_no_files_"            = "目前还没有共享";
"_tutorial_list_shares_view_"       = "您共享的文件和文件夹将在此处显示";

// Offline - Local Storage

"_create_synchronization_"          = "创建同步";
"_offline_"                         = "离线";
"_local_storage_"                   = "本地存储";
"_local_storage_no_record_"         = "还没有文件";

// Create Cloud

"_upload_photos_videos_"            = "上传照片和视频";
"_upload_file_"                     = "上传文件";
"_upload_file_text_"                = "创建文本文件";

// Document Picker

"_save_document_picker_"            = "保存在这里";

// CreateFormUploadAssets

"_destination_folder_"              = "目标文件夹";
"_use_folder_photos_"               = "使用照片文件夹作为目标";
"_rename_filename_"                 = "重命名";
"_filename_"                        = "文件名";
"_preview_filename_"                = "Example preview of filename. You can use the mask %@ for date/time";
"_forbidden_characters_"            = "文件或文件夹包含非法字符";
"_add_filenametype_"                = "在文件名种指定类型";
"_filenametype_photo_video_"        = "照片／视频";

// Notification

"_notification_"                    = "通告";

// Photo Browser

"Done"                              = "完成";
"Select Photos"                     = "选择照片";
"photo"                             = "照片";
"photos"                            = "照片";
"of"                                = "of";
"%i of %i"                          = "%1$i of %2$i";

// Manage Auto Upload FileName

"_autoupload_filename_title_"       = "自动上传文件名";

// Text File

"_untitled_txt_"                    = "Untitled.txt";

// EndToEnd Encryption

"_e2e_settings_title_"              = "加密";
"_e2e_settings_"                    = "端到端加密";
"_e2e_settings_start_"              = "开始端到端加密";
"_e2e_settings_not_available_"      = "端到端加密不可用";
"_e2e_settings_activated_"          = "端到端加密已激活";
"_e2e_settings_view_passphrase_"    = "这个12个词语是一个非常强大的密码，提供查看和使用您的加密文件的完全访问权限。 请把它写下来，把它放在一个安全的地方。";
"_e2e_settings_read_passphrase_"    = "读取密码";
"_e2e_settings_lock_not_active_"    = "锁没有激活，返回到“设置”并激活它";
"_e2e_settings_the_passphrase_is_"  = "密码是：";
"_e2e_passphrase_request_title_"    = "需要密码";
"_e2e_passphrase_request_message_"  = "插入12个单词";
"_e2e_settings_remove_"             = "在本地删除加密";
"_e2e_settings_remove_message_"     = "确认删除加密与密码。";
"_e2e_set_folder_encrypted_"        = "Set as encrypted";
"_e2e_remove_folder_encrypted_"     = "Remove as encrypted";
"_e2e_goto_settings_for_enable_"    = "You are in a encrypted directory, go to on \"Settings\" and enable the end-to-end encryption";
"_e2e_delete_folder_not_permitted_" = "Deletion of the directory marked as 'encrypted' is not allowed";
"_e2e_remove_folder_lock_"          = "Forced remove folder lock";

